Repository: mehdiraized/article-readers-counter
Catalog: languages/article-readers-counter-*.po
Languages: fa_ir

source: Article Readers Counter Settings
fa_ir: تنظیمات نمایش تعداد خوانندگان

source: Article Readers
fa_ir: تعداد خوانندگان

source: Settings
fa_ir: تنظیمات

source: General Settings
fa_ir: تنظیمات عمومی

source: Configure general plugin settings.
fa_ir: تنظیمات عمومی پلاگین را پیکربندی کنید.

source: Auto Insert
fa_ir: درج خودکار

source: Automatically add counter to all posts
fa_ir: افزودن خودکار شمارنده به همه نوشته‌ها

source: Track Total Views
fa_ir: ثبت تعداد کل بازدیدها

source: Track and store total view count for each post
fa_ir: ثبت و ذخیره تعداد کل بازدید برای هر نوشته

source: Display Settings
fa_ir: تنظیمات نمایش

source: Customize how the counter appears on your site.
fa_ir: نحوه نمایش شمارنده در سایت را شخصی‌سازی کنید.

source: Before Text
fa_ir: متن قبل

source: Text to show before the counter
fa_ir: متنی که قبل از شمارنده نمایش داده می‌شود

source: After Text
fa_ir: متن بعد

source: Text to show after the counter
fa_ir: متنی که بعد از شمارنده نمایش داده می‌شود

source: Counter Theme
fa_ir: قالب شمارنده

source: Select the display theme for the counter
fa_ir: قالب نمایش شمارنده را انتخاب کنید

source: Default
fa_ir: پیش‌فرض

source: Minimal
fa_ir: ساده

source: Boxed
fa_ir: جعبه‌ای

source: Rounded
fa_ir: گرد

source: Accent
fa_ir: برجسته

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: Advanced settings for performance and cleanup.
fa_ir: تنظیمات پیشرفته برای عملکرد و پاکسازی.

source: Refresh Interval
fa_ir: فاصله بروزرسانی

source: Interval in seconds to refresh the counter (min: 5, max: 60)
fa_ir: فاصله زمانی بروزرسانی شمارنده به ثانیه (حداقل: 5، حداکثر: 60)

source: Cleanup Interval
fa_ir: فاصله پاکسازی

source: Interval in seconds to clean up old records (min: 30, max: 300)
fa_ir: فاصله زمانی پاکسازی رکوردهای قدیمی به ثانیه (حداقل: 30، حداکثر: 300)

source: Shortcode Usage
fa_ir: راهنمای شورت‌کد

source: Use this shortcode to display the counter:
fa_ir: برای نمایش شمارنده از این شورت‌کد استفاده کنید:

source: With custom parameters:
fa_ir: با پارامترهای سفارشی:

source: Available Parameters:
fa_ir: پارامترهای موجود:

source: Text before the counter
fa_ir: متن قبل از شمارنده

source: Text after the counter
fa_ir: متن بعد از شمارنده

source: Counter theme (default, minimal, boxed, rounded, accent)
fa_ir: قالب شمارنده (پیش‌فرض، ساده، جعبه‌ای، گرد، برجسته)

source: Custom CSS class
fa_ir: کلاس CSS سفارشی

source: Live Preview
fa_ir: پیش‌نمایش زنده

source: Currently reading:
fa_ir: در حال مطالعه:

source: readers
fa_ir: خواننده

source: Error updating counter
fa_ir: خطا در بروزرسانی شمارنده

source: Invalid post ID
fa_ir: شناسه نوشته نامعتبر

source: Security check failed
fa_ir: بررسی امنیتی ناموفق بود

source: Invalid request data
fa_ir: داده‌های درخواست نامعتبر

source: Failed to update reader record
fa_ir: خطا در بروزرسانی رکورد خواننده

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Article Readers Counter Widget
fa_ir: ابزارک شمارنده خوانندگان نوشته

source: Display current reader count for posts
fa_ir: نمایش تعداد خوانندگان فعلی نوشته‌ها

source: Title:
fa_ir: عنوان:

source: Show only on single posts
fa_ir: نمایش فقط در نوشته‌های تکی

source: Article Readers Counter requires WordPress version 5.0 or higher.
fa_ir: شمارنده خوانندگان نوشته نیاز به وردپرس نسخه 5.0 یا بالاتر دارد.

source: Please configure the Article Readers Counter settings.
fa_ir: لطفاً تنظیمات شمارنده خوانندگان نوشته را پیکربندی کنید.

source: Support Us
fa_ir: حمایت کنید

source: Thank you for using Article Readers Counter! This plugin is a labor of love, designed to help you to show real-time reader count for posts. If you find it useful, please consider supporting its development.
fa_ir: از استفاده شما از article-readers-counter متشکریم! این افزونه با عشق طراحی شده است تا به شما کمک کند تعداد خوانندگان آنلاین هر مطلب در وردپرس نمایش دهید. اگر آن را مفید می‌دانید، لطفاً در توسعه آن حمایت کنید.

source: Your support helps cover the costs of maintaining and improving the plugin, ensuring it remains free and accessible for everyone. Every little bit helps and is greatly appreciated!
fa_ir: حمایت شما به پوشش هزینه‌های نگهداری و بهبود افزونه کمک می‌کند، و اطمینان می‌دهد که برای همه رایگان و قابل دسترس باقی بماند. هر کمکی ارزشمند است و بسیار قدردانی می‌شود!

source: Thank you for your generosity and support!
fa_ir: از سخاوت و حمایت شما متشکریم!
